var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "心爱的花花",  // 同上...
        "今天是你的生日",
        "这是我们在一起的",
        "第一年！",
        "这些日子，我见过你",
        "奇怪的样子",
        "可爱的样子",
        "美丽的样子",
        "生气的样子",
        "都是我喜欢的样子",
        "对了，礼物收全了吗？",
        "今年要吃好好的",
        "喂饱饱的",
        "然后才有力气工作",
        "和想我！",
        "我们都在努力呀",
        "幸福的日子就要来啦~",
        "我们一起加油呀",
        "生日快乐~~",
        "橙子永远爱你呀",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
        "送给我": "./imgs/IMG_0269.JPG",
        "心爱的花花": "./imgs/IMG_0277.JPG",
        "今天是你的生日": "./imgs/IMG_0281.JPG",
        "这是我们在一起的": "./imgs/IMG_0282.JPG",
        "第一年！": "./imgs/IMG_0285.JPG",
        "这些日子，我见过你": "./imgs/IMG_0287.JPG",
        "奇怪的样子": "./imgs/IMG_0305.JPG",
        "可爱的样子": "./imgs/IMG_0296.JPG",
        "美丽的样子": "./imgs/IMG_0311.JPG",
        "勇敢的样子": "./imgs/IMG_0303.JPG",
        "生气的样子": "./imgs/IMG_0283.JPG",
        "都是我喜欢的样子": "./imgs/IMG_0313.JPG",
        "对了，礼物收全了吗？": "./imgs/IMG_0274.JPG",
        "今年要吃好好的": "./imgs/IMG_0278.JPG",
        "喂饱饱的": "./imgs/IMG_0289.JPG",
        "然后才有力气工作": "./imgs/IMG_0294.JPG",
        "和想我！": "./imgs/IMG_0300.JPG",
        "我们都在努力呀": "./imgs/IMG_0310.JPG",
        "幸福的日子就要来啦~": "./imgs/IMG_0292.JPG",
        "我们一起加油呀": "./imgs/IMG_0317.JPG",
        "生日快乐~~": "./imgs/IMG_0295.JPG",
        "橙子永远爱你呀": "./imgs/IMG_0306.JPG",
    },
    
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "点我开始",
        play: "上音乐",
        bannar_coming: "搞点颜色",
        balloons_flying: "好像还少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐～",
        story: "I MISS AND LOVE YOU"
    },

    // 结束语
    loveText: '爱你的橙子~'
};
